<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ include file="/WEB-INF/views/common/head.jsp" %>

<style>
</style>

<script>
	$(document).ready(function() {
	});
</script>

</head>

<body>

<%@ include file="/WEB-INF/views/common/header.jsp" %>

<article>

	<%@ include file="/WEB-INF/views/common/nav.jsp" %>
		
	<div class="main-images"><img src="/images/img_sub.png"></div>	
	
	<div class="history">
		홈 &gt; 개인정보취급방침
	</div>

	<div class="main-contents">

		<div class="box">
			<div class="terms">
			
				<h1>개인정보취급방침</h1>
				
				<p>KIDS CLUB mall 웹사이트(이하 회사)는 회원 개개인의 사생활을 적극적이고 효과적으로 보호하며   정보통신망이용촉진등에관한법률 등 모든 관련법규를 준수하고자 몇 가지 개인정보보호를 위한 방침을 만들어 실천하고 있습니다.</p>
				<p>이러한 방침은 관련 법률 및 정부지침의 변경과 KIDS CLUB mall의 내부 방침의 변경에 의하여 수시로 변경될 수 있습니다. KIDS CLUB mall의 개인정보취급방침이   변경될 경우 변경사항은 KIDS CLUB mall의 홈페이지에 게시됩니다. 또 변경사항에 의문이 있으실 경우는 언제라도 개인정보보호정책 가장 하단에 명시된 주소로   담당자에게 문의 하시거나 KIDS CLUB mall의 홈페이지를 방문하여 확인하실 수 있습니다.</p>
				<p>회원의 개인정보를 보호하며, 동시에 회원 개개인에게 적절한 서비스를 제공하기 위하여 KIDS CLUB mall은 다음과 같은 기본 방침을 가지고 정보를   수집하고 있습니다.</p>
				<p>1. KIDS CLUB mall은 이용자들이 본 웹사이트를 최대한 효과적으로 이용 하도록 하기 위하여 반드시 필요한 정보만을 요구합니다.<br>
				  2. 회원 개개인의 개인정보는 회원 본인이 직접 관리하실 수 있습니다.<br>
				  3. KIDS CLUB mall은 회원들의 개인정보를 일부 예외적인 상황 외에 공개하지 않는 것을   원칙으로 하고 있습니다.<br>
				  4. KIDS CLUB mall은 회원의 개인정보가 상업 및 정치적 목적에 악용되는 것과 사생활 침해를 막기 위하여 최소한의 정보만을   소집합니다. </p>
				<p>보다 자세한 내용은 아래의 사항을 참조하시기 바랍니다.<br>
				</p>
				<p>- 회사는 개인정보를 언제, 어떻게 요구합니까?</p>
				<p>회사는 회원이 본 사이트를 최대한 효과적으로 이용하기 위하여 반드시 필요한 최소한의 정보 이외에는 요구하지 않습니다. <br>
				  하지만   회사에서 제공하는 모든 서비스를 사용하기 위해서는 가입을 해야 합니다.<br>
				  회사는 이용자의 동의에 의한 개인정보수집을 위해 서비스 이용약관에   관련 사항을 공지하며, 약관에 동의하지 않을 경우 가입할 수 없습니다.<br>
				  회사에 가입할 때는 성명, 이메일주소, 주민등록번호, 연락처가   필수적으로 요구되며, 성명 과 아이디, 주민등록번호는 수정이 불가능합니다. 또한 회원가입 후 회원정보수정에서 이메일주소와 연락처를 변경할 수   있으며, 그 외에 직업, 취미 등에 대한 정보를 추가 입력할 수 있습니다. <br>
				  추가정보들은 선택적인 사항이므로 반드시 기입하지 않아도   되지만, 요구되는 정보들을 제공하면 서비스를 보다 효과적으로 사용할 수 있습니다.<br>
				  회사는 이용자가 선택항목에 정보를 기입하지 않은 이유로   기본적인 서비스 제공을 거부하지 않습니다. <br>
				  (개인정보보호지침 제2장 제5조)<br>
				</p>
				<p>- '로그아웃'이란 무엇이며 효과는 무엇입니까?</p>
				<p>'로그아웃'이란 사용자가 작업하던 세션을 종료하는 것을 말합니다. <br>
				  이는 이용자가 다른 사람과 컴퓨터를 공유하거나 공공장소에서   컴퓨터를 사용하는 경우 다른 사람이 이용자의 개인 정보 및 통신내용을 함부로 볼 수 없도록 하기 위한 것입니다. <br>
				  또한 공공장소에서 작업을   마친 후에는 반드시 웹브라우저 창을 닫아주시기 바랍니다.<br>
				</p>
				<p>- 개인정보는 어떻게 이용합니까?</p>
				<p>회사가 수집한 개인 정보는 보다 나은 서비스를 제공하기 위해서 사용될 것입니다. 회사가 이용자의 정보를 수집하는 궁극적인 목적은 사이트에서   맞춤화된 서비스를 제공하기 위한 것입니다.<br>
				</p>
				<p>- 회사는 누구와 개인정보를 공유합니까?</p>
				<p>약관에 명시된대로 회사는 원칙적으로 개인정보를 제3자와 공유하지 않습니다. 회원의 개인정보는 정보통신망이용촉진등에 관한 법률 제17조의   규정에 따라 타인에게 제공 활용시 본인의 동의를 얻어야 하는 정보입니다. <br>
				  하지만 회사는 비즈니스 파트너에게 귀하의 개인정보를 공개할 수   있으며, 이러한 경우 데이터를 수집하거나 전송하기 전에 명시적으로 이용자에게 알리고 동의를 받습니다.<br>
				</p>
				<p>- 나의 개인정보는 안전합니까?</p>
				<p>회사는 외부의 불법 침입으로부터 개인정보를 보호하고 외부로부터 유해정보 유입을 차단하기 위하여 철저한 보안 방화벽을 구축했습니다. 이용자는   자신의 ID와 패스워드가 있어야만 개인정보에 접근할 수 있습니다. <br>
				  본인만이 개인정보에 접근할 수 있으므로, 이런 이유로 회원 개인의   비밀번호 보안에 대한 주의가 요구됩니다. <br>
				  비밀 번호는 누구와도 공유할 수 없으며, 알려주어서도 안됩니다. 이용자의 비밀번호나 회원정보에   대한 비밀을 유지할 책임은 오로지 이용자에게 있으므로, 온라인에 접속해 있을 때는 각별히 주의하시기 바랍니다. <br>
				</p>
				<p>- 개인정보의 수정/갱신은 누가 합니까?</p>
				<p>물론 회원이 직접 수정합니다. 회원의 ID와 패스워드를 이용해서 언제든지 회원정보수정 메뉴에 접속하여 개인정보를 수정할 수 있습니다.   패스워드를 잊으신 경우 KIDS CLUB mall에서 제공하는 패스워드 찾기 메뉴를 이용하시면 가입 시 등록하신 메일 주소로 패스워드를 발송하여 드립니다. <br>
				  메일 주소를 잊으셨거나 기타 도움이 필요하신 사항은 사이트 관리자(ljmbox79@naver.com)에게 문의 하여 주시면 친절히   답변해 드리겠습니다.<br>
				</p>
				<p>- 회원등록을 해지할 수 있습니까? </p>
				<p>회원등록의 해지를 원하는 경우 온라인에서 로그인 후 회원정보수정 메뉴에서 탈퇴를 선택하시면 탈퇴 처리와 동시에 회사 서버에 보관된 해당   회원의 모든 정보를 삭제합니다.</p>

			</div>
		</div>
		
	</div>
	
</article>

<%@ include file="/WEB-INF/views/common/footer.jsp" %>

</body>
</html>
