<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ include file="/WEB-INF/views/common/head.jsp" %>

<style>
</style>

<script>
	$(document).ready(function() {
		$("#tm3").addClass("active");
	});
	function onAgree(frm) {
		if (frm.agree1.checked == false) {
			alert("온라인회원 이용약관에 동의해주세요.");
			return false;
		}
		if (frm.agree2.checked == false) {
			alert("개인정보 취급방침에 동의해주세요.");
			return false;
		}
		document.location.href = "/join2.go";
	}
</script>

</head>

<body>

<%@ include file="/WEB-INF/views/common/header.jsp" %>

<article>

	<%@ include file="/WEB-INF/views/common/nav.jsp" %>
		
	<div class="main-images"><img src="/images/img_sub.png"></div>	
	
	<div class="history">
		홈 &gt; 회원가입 &gt; 회원정보 입력
	</div>

	<div class="main-contents">
	
		<div class="join1-box">

			<form method="post" name="joinForm">
			
<h3>KIDS CLUB mall 온라인회원 이용약관</h3>
<textarea name="textarea" id="textarea" cols="80" rows="15">
제 1 조 (목적)
(1) 본 규정은 KIDS CLUB mall이 제공하는 서비스의 이용조건, 회원가입에 관련된 사항 및 절차 그리고 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2 조 (약관의 효력 및 변경)
(1) 본 약관은 전기통신사업법 제31조, 동법 시행규칙 제21조의 2에 따라 공시절차를 거친 후 서비스 화면에 게시하거나 전자우편, 기타의 방법으로 회원에게 통지함으로써 효력을 발생 합니다.
(2) KIDS CLUB mall은 사이트운영과 영업상의 중요 사유가 있을 때 본 약관을 변경할 수 있으며, 변경된 약관은 회사 웹사이트를 통해 회원에게 공시함으로써 효력이 발생합니다.

제 3 조 (약관외 준칙)
본 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.

제 4 조 (개인 정보의 수집목적 및 이용목적)
KIDS CLUB mall(이하 &quot;회사&quot; 라 칭한다)은 웨이브펌기 및 행사 이벤트에 관련된 다양한 정보를 제공함으로써 회사와 회원간의 상호 유대관계를 통하여 영업의 활성화 및 자전거사업 발전을 그 목적으로 한다.

제 5 조 (용어의 정의)
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
(1) 회 원 I D : 이용자 식별과 서비스 이용을 위하여 회원이 선정하고 회사가 부여하는 문자와 숫자의 조합을 말합니다.
(2) 비 밀 번 호 : 이용자와 회원 ID가 일치하는지를 확인하고 통신상의 자신의 비밀보호를 위하여 회원 자신이 선정한 문자와 숫자의 조합을 말합니다.
(3) 해지 및 탈퇴 : 회사 또는 회원이 서비스 개통 후에 그 이용계약을 종료시키는 의사 표시를 말합니다.

제 6 조 (회원가입절차, 회사의 승낙 및 이용계약의 성립)
(1) 가입신청은 회사 홈페이지의 회원가입 양식에 따라 기록하여 신청합니다.
(2) 회원에 가입해서 서비스를 이용하고자 하는 자는 회사 홈페이지에서 회원가입 양식에 따라 회사에서 요청하는 개인 신상정보를 제공해야 합니다.
(3) 회사는 다음 각 호에 해당하는 서비스 가입신청에 대하여 이를 응낙하지 아니 합니다.
① 신청서의 내용을 허위로 기재하였거나 다른 사람의 명의를 도용하여 신청 하였을 때
② 사회의 안녕 질서 및 미풍양속을 저해할 목적으로 신청하였을 때
③ 회사 홈페이지를 상업적으로 이용할 목적으로 신청하였을 때
④ 회사가 정한 개인 신용불량거래자가 신청하였을 때
⑤ 회사의 서비스를 이용하기 위한 요건이 미비 되었을 때
⑥ 기타 회사의 사이트 운영에 지장을 초래할 수 있다고 간주할 때

제 7 조 (개인정보의 보유기간)
등록된 개인정보는 회사에서 관리하며 개인정보의 보유기간은 가입한 시점 후 등록 해지(탈퇴)하는 시점까지로 합니다.

제 8 조 (서비스 내용)
회사는 이용자에게 회사의 제반 시설 사용시 요금할인, 이메일을 활용한 정보제공 등의 서비스를 제공하며, 구체적인 혜택 및 서비스에 대한 내용은 회원 가입 혜택란에 게시합니다. 다만 게시내용은 회사의 사정에 따라 변동이 있을 수 있습니다.
(1) 서비스 이용은 제 6 조 3항의 가입신청 제한사유가 없는 한 이용자가 회원 가입을 신청하고 회사가 이를 승낙함으로써 이루어집니다.
(2) 서비스 이용시간은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중 무휴, 1일 24시간을 원칙으로 합니다. 다만, 정기점검 등의 필요로 회사가 정한 날 또는 시간은 예외적으로 서비스 이용을 제한할 수 있습니다.

제 9 조 (회사의 의무)
(1) 회사는 제 8조 2항에서 정한 사유 이외에는 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.
(2) 회사는 서비스 제공과 관련하여 취득한 회원의 개인신상정보를 본인의 사전 승낙 없이 타인(회사 이외의 자)에게 누설 또는 배포할 수 없으며, 회사의 서비스 및 관련 업무 이외의 상업적 목적으로 사용할 수 없습니다. 다만, 다음 각호에 해당하는 경우에는 그러하지 아니합니다.
① 관계법령에 의해 수사상의 목적으로 관계기관으로부터 요구 받은 경우
② 정보통신윤리위원회의 요청이 있는 경우

제 10 조 (회원의 의무)
(1) 회원은 본 약관 및 관계법령을 준수하여야 하며, 기타 회사의 업무수행에 지장을 초래하는 행위를 할 수 없습니다.
(2) 회원은 서비스를 이용하여 얻은 정보를 회사의 승낙 없이 복사, 복제, 개조, 번역하여 타인에게 제공할 수 없습니다.
(3) 회원은 주소 및 연락처 등 이용신청사항이 변경된 경우에는 온라인으로 본인이 개인 정보를 수정하거나 전화 등을 통하여 이를 즉시 회사에 알려야 합니다. 또한 이용자의 개인신상정보를 변경하지 않아 발생하는 불이익에 대해서는 회사가 책임지지 않습니다.
(4) 회원은 회사에서 승낙한 경우를 제외하고는 서비스를 이용하여 영업활동을 할 수 없습니다.
(5) 회원은 서비스의 이용과 관련하여 다음 각호의 행위를 하여서는 안됩니다.
① 다른 회원의 ID를 부정 사용하는 행위
② 범죄행위를 목적으로 하거나 범죄행위를 교사하는 행위
③ 선량한 풍속, 기타 사회질서를 저해하는 행위
④ 타인의 명예를 손상시키거나 불이익을 주는 행위
⑤ 정보통신설비의 오동작이나 정보등의 파괴를 유발시키는 해킹, 컴퓨터 바이러스 프로그램등의 유포행위
⑥ 타인의 의사에 반하여 광고성 정보등 일정한 내용을 전송하는 행위
⑦ 서비스의 안정적인 운영에 지장을 주거나, 줄 우려가 있는 일체의 행위
⑧ 기타 관련법령이나 회사가 정한 이용조건에 위배되는 경우

제 11 조 (회원정보의 열람 및 변경)
회원은 필요 시 언제든지 &quot;등록내용변경&quot; 메뉴를 통하여 회원정보를 수시로 열람 할 수 있으며 등록된 정보에 대하여 본인이 직접 수정 할 수 있습니다.

제 12 조 (게시물에 대한 권리, 의무, 삭제)
게시물에 대한 저작권을 포함한 모든 권리 및 책임은 이를 게시한 회원에게 있으며 고객센터에 10조 5항과 관련된 자료가 게재되었을 경우 운영자의 판단에 의하여 게시물은 삭제 할 수 있습니다.

제 13 조 (서비스 이용책임)
(1) 회원이 서비스를 이용하여 게시 또는 전송한 자료의 내용에 관하여 발생되는 책임은 회원에게 있습니다.
(2) 회원에게 통보된 회원 ID와 비밀번호, 신용카드번호, 비밀번호관리 및 이용상의 부주의로 인하여 발생되는 과실 또는 제3자에 의한 부정 사용등에 대한 책임은 회원에게 있습니다.
다만, 회사의 관리상 중과실이 있는 경우에는 그러하지 아니합니다.

제 14 조 (서비스의 제한 및 정지)
전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신사업자가 전기 통신 서비스를 중지하는 등 기타 부득이 한 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.

제 15 조 (서비스 해지 및 탈퇴)
(1) 회원이 서비스 이용계약을 해지하고자 할 때에는 언제든지 회원 탈퇴가 가능 하며 본인이 직접 &quot;등록내용변경&quot; 메뉴를 통하여 탈퇴신청을 할 수 있습니다.
탈퇴와 함께 회원에 관련된 모든 서비스는 이용하실 수 없습니다.
(2) 회사는 이용자가 제 10조에서 규정한 회원의무를 위반하는 경우에는 회원 본인에게 제공되는 서비스를 즉시 중단할 수 있으며, 임의로 회원 자격을 박탈할 수 있습니다.
(3) 제 2항에 의해 해지된 회원에 대하여는 일정기간 재 가입을 제한할 수 있습니다.

제 16 조 (손해배상)
회사는 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 동 손해가 회사의 중과실에 의한 경우를 제외하고 이에 대한 책임을 부담하지 아니합니다.

제 17 조 (회사의 면책조항)
(1) 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 정확성, 신뢰성 등 그 내용에 관하여는 어떠한 책임을 부담하지 아니하며, 회원은 자기의 책임아래 서비스를 이용합니다.
(2) 회원은 회사에서 제공하는 서비스를 이용했을 경우 이에 대한 모든 책임은 회원에게 있으며 회원은 회사를 상대로 서비스에 대한 이의를 제기 할 수 없으며 이에 대한 모든 책임은 회원에게 있습니다.
(3) 회원이 회사의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 선택 또는 이용으로 발생하는 불이익에 대하여 회사는 책임을 지지 아니합니다.
(4) 회사는 회원들의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을지지 아니합니다.
(5) 회사는 회원이 게시 또는 전송한 자료의 내용에 관하여는 책임을 지지 아니 합니다.
(6) 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 물품거래 등을 한 경우에는 책임을 지지 아니합니다.

제 18 조 (분쟁의 조정)
본 계약내용에 대한 이의 발생시 회사와 회원은 관계법령 및 상 관례에 따라 서로 협의하여 호혜적 차원에서 결정하며, 협의가 성립되지 아니할 때에 관할법원은 금호터미널 소재지 관할법원으로 합니다.

[부 칙]
이 약관은 2009년 8월 31일부터 시행합니다.

※ 본 약관에 대한 저작권은 KIDS CLUB mall 부문에 귀속하며 무단 복제, 배포, 전송기타 저작권 침해행위를 엄금합니다. </textarea>
<p><label><input type="checkbox" name="agree1" id="checkbox" value="1"/>이용약관에 동의합니다.</label></p>

<h3>KIDS CLUB mall 개인정보 취급방침</h3>
<textarea name="textarea" id="textarea" cols="80" rows="15">
KIDS CLUB mall는(은) 이용자들의 개인정보보호를 매우 중요시하며, 이용자가 회사의 서비스를
이용함과 동시에 온라인상에서 회사에 제공한 개인정보가 보호 받을 수 있도록 최선을 다하고
있습니다. 이에 회사는 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에
관한 법률 등 정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정 및
정보통신부가 제정한 개인정보보호지침을 준수하고 있습니다. 회사는 개인정보 취급방침을 통하여
이용자들이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해
어떠한 조치가 취해지고 있는지 알려 드립니다

회사는 개정된 정보통신망법 제22조 1항, 제24조의2 제1항, 제25조 1항의 내용을 통해 
KIDS CLUB mall의 이용자들이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를
위해 어떠한 조치가 취해지고 있는지 알려드리고, 동의를 받기위해 아래 고지합니다.
자세히 읽어보시고 동의 여부를 선택하여 주시기 바랍니다.

1. 개인정보의 수집목적 및 이용목적  
 
"개인정보"라 함은 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호
등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수
없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.

대부분의 KIDS CLUB mall 서비스는 별도의 사용자 등록이 없이 언제든지 사용할 수 있습니다.
그러나 회사는 회원서비스를 통하여 이용자들에게 맞춤식 서비스를 비롯한 보다 더 향상된 양질의
서비스를 제공하기 위하여 이용자 개인의 정보를 수집하고 있습니다.

회사는 이용자의 사전 동의 없이는 이용자의 개인 정보를 공개하지 않으며, 수집된 정보는 아래와
같이 이용하고 있습니다.

첫째, 이용자들이 제공한 개인정보를 바탕으로 보다 더 유용한 서비스를 개발할 수 있습니다.
회사는 신규 서비스개발이나 컨텐츠의 확충 시에 기존 이용자들이 회사에 제공한 개인정보를
바탕으로 개발해야 할 서비스의 우선 순위를 보다 더 효율적으로 정하고, 회사는 이용자들이 필요로
할 컨텐츠를 합리적으로 선택하여 제공할 수 있습니다.

둘째, 수집하는 개인정보 항목과 수집 및 이용목적은 다음과 같습니다.
-성명 , 아이디, 비밀번호, 주민등록번호 : 회원제 서비스 이용에 따른 본인 확인 절차에 이용
-이메일주소, 전화번호 : 고지사항 전달, 불만처리 등을 위한 원활한 의사소통 경로의 확보,
 새로운 서비스 및 신상품이나 이벤트 정보 등의 안내
-은행계좌정보, 신용카드정보 : 서비스 및 부가 서비스 이용에 대한 요금 결제 
-주소, 전화번호 : 청구서, 물품배송시 정확한 배송지의 확보
-기타 선택항목 : 개인맞춤 서비스를 제공하기 위한 자료 
-IP Address, : 불량회원의 부정 이용 방지와 비인가 사용 방지

2. 수집하는 개인정보 항목 및 수집방법  
 
회사는 이용자들이 회원서비스를 이용하기 위해 회원으로 가입하실 때 서비스 제공을 위한 필수적인
정보들을 온라인상에서 입력 받고 있습니다. 회원 가입 시에 받는 필수적인 정보는 이름, 주민등록
번호, 이메일 주소 등입니다. 또한 양질의 서비스 제공을 위하여 이용자들이 선택적으로 입력할 수
있는 사항으로서 전화번호 등을 입력 받고 있습니다.

또한 쇼핑몰 내에서의 설문조사나 이벤트 행사 시 통계분석이나 경품제공 등을 위해 선별적으로
개인정보 입력을 요청할 수 있습니다. 그러나, 이용자의 기본적 인권 침해의 우려가 있는 민감한
개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및
성생활 등)는 수집하지 않으며 부득이하게 수집해야 할 경우 이용자들의 사전동의를 반드시 구할
것입니다.
그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는
사용하지 않으며 외부로 유출하지 않습니다.

3. 수집하는 개인정보의 보유 및 이용기간  
 
이용자가 쇼핑몰 회원으로서 회사에 제공하는 서비스를 이용하는 동안 회사는 이용자들의 개인정보를
계속적으로 보유하며 서비스 제공 등을 위해 이용합니다.  다만, 아래의 "6. 이용자 자신의 개인정보
관리(열람,정정,삭제 등)에 관한 사항" 에서 설명한 절차와 방법에 따라 회원 본인이 직접
삭제하거나 수정한 정보, 가입해지를 요청한 경우에는 재생할 수 없는 방법에 의하여 디스크에서
완전히 삭제하며 추후 열람이나 이용이 불가능한 상태로 처리됩니다.

그리고 "2. 수집하는 개인정보 항목 및 수집방법"에서와 같이 일시적인 목적 (설문조사, 이벤트,
본인확인 등)으로 입력 받은 개인정보는 그 목적이 달성된 이후에는 동일한 방법으로 사후 재생이
불가능한 상태로 처리됩니다.

귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기하는 것을
원칙으로 합니다. 다만, 회사는 불량 회원의 부정한 이용의 재발을 방지하기 위해, 이용계약 
해지일로부터 1년간 해당 회원의 주민등록번호를 보유할 수 있습니다. 그리고 상법, 전자상거래
등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는
관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 회사는 보관하는 정보를
그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다. 

- 계약 또는 청약철회 등에 관한 기록 : 5년
- 대금결제 및 재화 등의 공급에 관한 기록 : 5년
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 

회사는 귀중한 회원의 개인정보를 안전하게 처리하며, 유출의 방지를 위하여 다음과 같은 방법을
통하여 개인정보를 파기합니다. 

- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다
</textarea>
<p><label><input type="checkbox" name="agree2" id="checkbox" value="1"/>개인정보 취급방침에 동의합니다.</label></p>
	
				<div class="tools">
					<button type="button" onclick="onAgree(this.form);" class="btn green" style="width:100px;"><span>회원가입</span></button>
					<button type="button" onclick="history.back(-1);" class="btn"><span>취소</span></button>
				</div>
	
			</form>

		</div>

	</div>
	
</article>

<%@ include file="/WEB-INF/views/common/footer.jsp" %>

</body>
</html>
